{
  "bos_token": "<|startoftext|>",
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": true,
  "eos_token": "<|endoftext|>",
  "mask_token": "[MASK]",
  "model_max_length": 512,
  "name_or_path": "./results/model_weights/visualbert_setup2_4epochs/",
  "never_split": null,
  "pad_token": "<|pad|>",
  "sep_token": "[SEP]",
  "special_tokens_map_file": null,
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
